Tekla.Structures.Plugins.InputObjectTypeAttribute


Tekla.Structures.Plugins.InputObjectTypeAttribute.#ctor(Tekla.Structures.Plugins.ConnectionBase.InputObjectType)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.InputObjectTypeAttribute.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.InputObjectTypeAttribute.Type
DO NOT USE! For internal usage only!